{
	"FormatVersion": 1,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Ano"
			},
			"Translation":
			{
				"Text": "Ano"
			}
		},
		{
			"Source":
			{
				"Text": "Epic"
			},
			"Translation":
			{
				"Text": "Epic"
			}
		},
		{
			"Source":
			{
				"Text": "High"
			},
			"Translation":
			{
				"Text": "High"
			}
		},
		{
			"Source":
			{
				"Text": "LC.About"
			},
			"Translation":
			{
				"Text": "About"
			}
		},
		{
			"Source":
			{
				"Text": "LC.AboutText"
			},
			"Translation":
			{
				"Text": "TODO Text"
			}
		},
		{
			"Source":
			{
				"Text": "LC.AntiAliasing"
			},
			"Translation":
			{
				"Text": "Anti-Aliasing"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BeginPlayBtn"
			},
			"Translation":
			{
				"Text": "Begin play"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BlockConstructor"
			},
			"Translation":
			{
				"Text": "Block constructor"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BlockNameHint"
			},
			"Translation":
			{
				"Text": "Block name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BtnCancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BtnNo"
			},
			"Translation":
			{
				"Text": "No"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BtnOK"
			},
			"Translation":
			{
				"Text": "OK"
			}
		},
		{
			"Source":
			{
				"Text": "LC.BtnYes"
			},
			"Translation":
			{
				"Text": "Yes"
			}
		},
		{
			"Source":
			{
				"Text": "LC.CloseBtn"
			},
			"Translation":
			{
				"Text": "Close"
			}
		},
		{
			"Source":
			{
				"Text": "LC.CzechLanguage"
			},
			"Translation":
			{
				"Text": "Čeština"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Delete"
			},
			"Translation":
			{
				"Text": "Delete"
			}
		},
		{
			"Source":
			{
				"Text": "LC.DeleteGroup"
			},
			"Translation":
			{
				"Text": "Delete group"
			}
		},
		{
			"Source":
			{
				"Text": "LC.DontCollapseGroup"
			},
			"Translation":
			{
				"Text": "Don't collapse group"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Efects"
			},
			"Translation":
			{
				"Text": "Effects"
			}
		},
		{
			"Source":
			{
				"Text": "LC.EmptySavePosition"
			},
			"Translation":
			{
				"Text": "Empty save"
			}
		},
		{
			"Source":
			{
				"Text": "LC.EnglishLanguage"
			},
			"Translation":
			{
				"Text": "English"
			}
		},
		{
			"Source":
			{
				"Text": "LC.FullScreen"
			},
			"Translation":
			{
				"Text": "Fullscreen"
			}
		},
		{
			"Source":
			{
				"Text": "LC.GroupNameHint"
			},
			"Translation":
			{
				"Text": "Group name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LanguageName"
			},
			"Translation":
			{
				"Text": "Language"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Load"
			},
			"Translation":
			{
				"Text": "Load"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadBtn"
			},
			"Translation":
			{
				"Text": "Load"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadGame"
			},
			"Translation":
			{
				"Text": "Load game"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadSaveItem_Game{name}_Played{played}_Saved{saved}"
			},
			"Translation":
			{
				"Text": "Game:{name} Played{played}_Saved{saved}"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadingDone"
			},
			"Translation":
			{
				"Text": "Loading done"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadingGame"
			},
			"Translation":
			{
				"Text": "Loading game"
			}
		},
		{
			"Source":
			{
				"Text": "LC.LoadingPreparingWorld"
			},
			"Translation":
			{
				"Text": "Preparing world"
			}
		},
		{
			"Source":
			{
				"Text": "LC.MainMenu"
			},
			"Translation":
			{
				"Text": "Main menu"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NameShort"
			},
			"Translation":
			{
				"Text": "Name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewGame"
			},
			"Translation":
			{
				"Text": "New game"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewGroupHint"
			},
			"Translation":
			{
				"Text": "New group name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewSaveName"
			},
			"Translation":
			{
				"Text": "New save name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewSaveNameHint"
			},
			"Translation":
			{
				"Text": "Save name"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewTagHint"
			},
			"Translation":
			{
				"Text": "New tag"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NewTagsHint"
			},
			"Translation":
			{
				"Text": "New tags"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NoBtn"
			},
			"Translation":
			{
				"Text": "LC.NoBtn"
			}
		},
		{
			"Source":
			{
				"Text": "LC.NoSavedSavesFound"
			},
			"Translation":
			{
				"Text": "No saves found!"
			}
		},
		{
			"Source":
			{
				"Text": "LC.PostProcess"
			},
			"Translation":
			{
				"Text": "Post Processing"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Properties"
			},
			"Translation":
			{
				"Text": "Properties"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Quit"
			},
			"Translation":
			{
				"Text": "Quit"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyDeleteSavedGame"
			},
			"Translation":
			{
				"Text": "Do you really want to delete this game?"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyGotoMainMenuWithUnsavedItemsLost"
			},
			"Translation":
			{
				"Text": "Do you really want to go to main menu? All unsaved progress will be lost!"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyOverwriteSavedGame"
			},
			"Translation":
			{
				"Text": "Do you really want to overwrite this game?"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyQuitCurrentGameWithUnsavedItemsLost"
			},
			"Translation":
			{
				"Text": "Do you really want to quit game? All unsaved progress will be lost!"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyQuitGame"
			},
			"Translation":
			{
				"Text": "Do you really want to quit game?"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ReallyQuitGameWithUnsavedItemsLost"
			},
			"Translation":
			{
				"Text": "Do you really want to quit game? All unsaved progress will be lost!"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ResolutionScale"
			},
			"Translation":
			{
				"Text": "Resolution Scale"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SaveBtn"
			},
			"Translation":
			{
				"Text": "Save"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SaveGame"
			},
			"Translation":
			{
				"Text": "Save game"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SaveName"
			},
			"Translation":
			{
				"Text": "Save name:"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SaveNameMustBeNonEmpty"
			},
			"Translation":
			{
				"Text": "Name must not be empty!"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SavePlayedTime"
			},
			"Translation":
			{
				"Text": "Played time:"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SaveSavedDate"
			},
			"Translation":
			{
				"Text": "Saved date:"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ScreenResolution"
			},
			"Translation":
			{
				"Text": "Screen Resolution"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SetAutomaticQuality"
			},
			"Translation":
			{
				"Text": "Set quality automatically"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Settings"
			},
			"Translation":
			{
				"Text": "Settings"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsEpic"
			},
			"Translation":
			{
				"Text": "Epic"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsFar"
			},
			"Translation":
			{
				"Text": "Far"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsHigh"
			},
			"Translation":
			{
				"Text": "High"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsLow"
			},
			"Translation":
			{
				"Text": "Low"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsMed"
			},
			"Translation":
			{
				"Text": "Med"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsMedium"
			},
			"Translation":
			{
				"Text": "Med"
			}
		},
		{
			"Source":
			{
				"Text": "LC.SettingsNear"
			},
			"Translation":
			{
				"Text": "New"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Shadows"
			},
			"Translation":
			{
				"Text": "Shadows"
			}
		},
		{
			"Source":
			{
				"Text": "LC.StartNewGame"
			},
			"Translation":
			{
				"Text": "Start new game"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Tags"
			},
			"Translation":
			{
				"Text": "Tags"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Terminal"
			},
			"Translation":
			{
				"Text": "Terminal"
			}
		},
		{
			"Source":
			{
				"Text": "LC.Textures"
			},
			"Translation":
			{
				"Text": "Textures"
			}
		},
		{
			"Source":
			{
				"Text": "LC.UseItem"
			},
			"Translation":
			{
				"Text": "Use item"
			}
		},
		{
			"Source":
			{
				"Text": "LC.ViewDistance"
			},
			"Translation":
			{
				"Text": "LC.ViewDistance"
			}
		},
		{
			"Source":
			{
				"Text": "LC.YesBtn"
			},
			"Translation":
			{
				"Text": "LC.YesBtn"
			}
		},
		{
			"Source":
			{
				"Text": "Low"
			},
			"Translation":
			{
				"Text": "Low"
			}
		},
		{
			"Source":
			{
				"Text": "Med"
			},
			"Translation":
			{
				"Text": "Med"
			}
		},
		{
			"Source":
			{
				"Text": "NDF"
			},
			"Translation":
			{
				"Text": "NDF"
			}
		},
		{
			"Source":
			{
				"Text": "Nahrávám hru"
			},
			"Translation":
			{
				"Text": "Nahrávám hru"
			}
		},
		{
			"Source":
			{
				"Text": "Ne"
			},
			"Translation":
			{
				"Text": "Ne"
			}
		},
		{
			"Source":
			{
				"Text": "Nová skupina"
			},
			"Translation":
			{
				"Text": "Nová skupina"
			}
		},
		{
			"Source":
			{
				"Text": "Nový tag"
			},
			"Translation":
			{
				"Text": "Nový tag"
			}
		},
		{
			"Source":
			{
				"Text": "Název"
			},
			"Translation":
			{
				"Text": "Název"
			}
		},
		{
			"Source":
			{
				"Text": "OK"
			},
			"Translation":
			{
				"Text": "OK"
			}
		},
		{
			"Source":
			{
				"Text": "Prázdná pozice"
			},
			"Translation":
			{
				"Text": "Prázdná pozice"
			}
		},
		{
			"Source":
			{
				"Text": "Tagy"
			},
			"Translation":
			{
				"Text": "Tagy"
			}
		},
		{
			"Source":
			{
				"Text": "Terminál"
			},
			"Translation":
			{
				"Text": "Terminál"
			}
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": "Text Block"
			}
		},
		{
			"Source":
			{
				"Text": "Use item"
			},
			"Translation":
			{
				"Text": "Use item"
			}
		},
		{
			"Source":
			{
				"Text": "Vlastnosti"
			},
			"Translation":
			{
				"Text": "Vlastnosti"
			}
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": "X"
			}
		},
		{
			"Source":
			{
				"Text": "Y"
			},
			"Translation":
			{
				"Text": "Y"
			}
		},
		{
			"Source":
			{
				"Text": "Z"
			},
			"Translation":
			{
				"Text": "Z"
			}
		},
		{
			"Source":
			{
				"Text": "{0}%"
			},
			"Translation":
			{
				"Text": "{0}%"
			}
		},
		{
			"Source":
			{
				"Text": "{Count}%       {Message}"
			},
			"Translation":
			{
				"Text": "{Count}%       {Message}"
			}
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "TauCetiF2LocSpace",
			"Children": [
				{
					"Source":
					{
						"Text": "LC.SaveSystemDefault"
					},
					"Translation":
					{
						"Text": "Default game"
					}
				},
				{
					"Source":
					{
						"Text": "LC.SaveSystemEmpty"
					},
					"Translation":
					{
						"Text": "Empty game"
					}
				}
			]
		}
	]
}